import React from 'react';

function P10() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow">
            <h2 className="text-xl font-semibold mb-4 text-gray-800">ज्ञानको स्तरमा पुग्न पार गर्नुपर्ने खुड्किलाहरु:</h2>
            <div className="space-y-4">
                <div>
                    <h3 className="font-semibold text-lg text-gray-700">१. अध्ययन</h3>
                    <p className="text-gray-600">भौतिक शरिर (आँखा, कान, नाक, जिब्रो, छाला) मार्फत बुद्धिमा पहिलो पटक कुनै नयाँ सुचना वा जानकारिको प्रवेश हुन्छ भने त्यो अध्ययन हो। अध्यन भनेको ज्ञानको अनुभुतिमा पुग्नको लागि पहिलो खुड्किला हो।</p>
                </div>
                <div>
                    <h3 className="font-semibold text-lg text-gray-700">२. चिन्तन</h3>
                    <p className="text-gray-600">बुद्धिमा पहिलो पटक ग्रहण गरेको कुरालाई हरेक कोण बाट किन, कसरी, कहाँ, कहिले, कुन जस्ता विभिन्न कोण र सो संग सम्बन्धित विज्ञान सङ जोडेर ब्याख्या विश्लेषण गर्नु र सहि गलत थाहा पाउनु हो। चिन्तन भनेको ज्ञानको अनुभुतीमा पुग्नको लागि दोश्रो खुड्किला हो।</p>
                </div>
                <div>
                    <h3 className="font-semibold text-lg text-gray-700">३. मनन/अनुभूति</h3>
                    <p className="text-gray-600">बुद्धिले चिन्तन गरिसकेको विषयलार्इ हरेक कोणबाट तर एक पटकमा एकै कोणबाट एकाग्रता/गहिराइमा गएर मनले नै हेर्नू हो र सत्य र असत्य थाहा पाउनु मनन वा अनुभुति हो। मनन/अनुभुति भनेको ज्ञानको स्तरमा पुग्नको लागि तेश्रो खुड्किला हो।</p>
                </div>
                <div>
                    <h3 className="font-semibold text-lg text-gray-700">४. विश्लेषण/ज्ञान</h3>
                    <p className="text-gray-600">मनमा पहिलो पटक चिन्तन गरिसकेको कुरालाई हरेक कोणबाट तर एक पटकमा एकै कोणबाट एकाग्रता/गहिराइमा गएर मनले हेरिसकेपछी तर बुद्धि र मनले देखेको कुरा एउटै हो भने त्यो नै विश्लेषण/अनुभूति/ज्ञान हो। बुद्धि र मन बिच एकै खालको निचोड आउनु सहि निष्कर्ष हो।</p>
                </div>
            </div>
        </div>
    );
}

export default P10;
