import React from 'react';

function P12() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१.१.३ मन</h3>
            <p className="mb-4 text-gray-700">मन जिवात्माको एक यस्तो अङ्ग हो जसको भौतिक आकार र बनावट हुदैन तर अनुभुति गर्न सकिन्छ । मनलार्इ यसको एकाग्रताको अवस्थामा मात्र बुद्धिले स्पष्ट रुपमा देख्न सक्छ । मनले भाव/भावना, जिज्ञासा र इच्छा पैदा गर्छ ।</p>

            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१.१.३.१ मनका प्रकारहरु:</h3>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>क) सचेतन मन (Conscious Mind) - सामान्य अवस्थामा कर्म गर्दा रहने मनको अववस्था नै सचेतन मन हो ।</li>
                <li>ख) अर्ध-चेतन मन (Sub Conscious Mind) - निदाउनु भन्दा केही मिनेट अघि र बिउँझिए पछिको केही मिनेटमा हुने मनको अवस्था वा सपना देखेको बेला रहने मनको अवस्था नै अर्धचेतन मन हो र</li>
                <li>ग) अचेतन मन (Unconscious Mind) – पुर्णरुपमा निदाएको तथा सपना पनि नदेखेको समयमा हुने मनको अवस्था नै अचेतन मन हो ।</li>
            </ul>

            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१.१.३.२ मनका तीन वटै प्रकारको विशेषता:</h3>
            <p className="mb-4 text-gray-700">१.१.१.३.२.१ अचेत मनको प्रभाव अचेतन मनमा, अर्ध चेतन मनको असर अर्ध चेतन मनमा र सचेत मनको प्रभाव सचेतन मनमा हुन्छ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.२.२ चेतनशिल मनको अवस्थामा गरिएको सम्पुर्ण कर्मको प्रभाव अर्धचेतन मन सक्रिय भएको समयमा संस्कारको रुपमा देखिन्छ, तर सम्पुर्ण कर्म र कर्म गर्दाको अवस्थाको बारेमा जानकारी सचेत मनमा पनि रहन्छ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.२.३ यी तिनै मनका अवस्थाहरुको समान महत्व छ । तर, अर्धचेतन मनको उपयोगले जिवनमा सफल हुन धेरै अर्ध राख्दछ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.२.४ अचेत मनको अवस्थामा भएका ब्यक्तीहरु बिच कुनै तुलना नभए जस्तै, पुर्ण सचेत (सिद्ध) अवस्थामा भएका ब्यक्तीहरुको बिच पनि कुनै तुलना हुदैन, तुलना हुन्छ त केवल अर्धचेतन अवस्थामा भएकाहरुको बिचमा ।</p>

            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१.१.३.३ मनको स्वभावहरु:</h3>
            <p className="mb-4 text-gray-700">१.१.१.३.३.१ मन एउटा अति सूक्ष्म वस्तु हो र यो अति विशाल वस्तु पनि हो ।</p>
        </div>
    );
}

export default P12;
