import React from 'react';

function P13() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१.१.३.३.२ मन</h3>
            <p className="mb-4 text-gray-700">मन अति नै सूक्ष्म वा जति नै विशाल वस्तु भएपनी यो करोडौ विशाल छिद्र भएको चाल्नो जस्तै हो । जसमा कुनै पनि सुबिचार, कुविचार अट्दैन, रहिरहन सक्दैन ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.३ मन एक खाली भाडो हो, निल हो ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.४ मन एक इन्धन बिनाको विमान हो, जो एक पलक झपकमा करोडौ माइलको दुरि पार गर्न सक्छ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.५ मन एउटा सर्वशक्तीवान चुम्बक हो, जस्ले जतिनै सूक्ष्म तथा विशाल शक्ति आकर्षण गर्न सक्छ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.६ मन एउटा चम्किलो ऐना हो । जसले माध्यमबाट सजिलै आफ्नो भौतिक अभौतिक रुप र गुण देख्न सकिन्छ । मनमा राखेको सुबिचार, कुविचार बुद्धि हुँदै अन्तिममा स्थुल शरिरमा नै झल्किन्छ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.७ ज्ञानको चरणसम्म नपुग्दा मनले सहि र गलत छुट्याउन सक्दैन, त्यसैले ज्ञानको चरणमा नपुग्दासम्म मन बुद्धिले दिएको बाटोमा हिड्दछ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.८ मनलाई जति धेरै एउटै बाटोमा हिडायो, त्यतै नै धेरै मन त्यही बाटोमा हिड्न खोजिरहन्छ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.९ मनको पनि भासा हुन्छ, एउटा होइन, करोडौ भासा हुन्छ ।</p>
            <p className="mb-4 text-gray-700">१.१.१.३.३.10 मन एउटा सेन्सर हो जसले हरेक प्रकारका खुशी, दुख, हर्ष, रोदन आदि महशुस गर्छ ।</p>
            <p className="mb-4 text-gray-700">यस बाहेक मनका अनेक शुक्ष्म स्वभावहरु पनि हुन्छन ।</p>
        </div>
    );
}

export default P13;
