import React from 'react';

function P14() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१.३ शरिरको संरचना/बनावटको विभिन्न ब्याख्या:</h3>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.१.३.१ स्थुल शरीर, बुद्धि, मन, आत्मा - जिवको शरीर को आवरण स्थुल शरिरले बनेको हुन्छ, जसमा बुद्धि र मन रहेको हुन्छ । बुद्धिले विवेक (गुण) पैदा गर्छ र मनले भाव/भावना, जिज्ञासा र इच्छा पैदा गर्छ । जिवको शरिरमा रहेका स्थुल शरीर, बुद्धि र मन को कारणले उत्पन्न हुने हरेक कर्मको गुण र दोसको समिस्टीगत प्रभावको स्वयम शाक्षी नै आत्मा हो । मनको पुर्ण पवित्रताको अवस्थामा मन र आत्मामा कुनै फरक रहनेछैन ।</li>
                <li>१.१.३.२ मन्दिर, पुजारी, पुजा सामग्री, भगवान - "मन्दिर- स्थुल शरीर, पुजारी- बुद्धि, पुजा सामग्री- मनमा रहेका सुन्दरता र कुरुपता, पुजा गर्ने वस्तु- मन" पुजारीले सबै प्रकारका पुजा सामग्रीहरु मनलाई सुम्पेर वा समर्पण गरेर मनलाइ शुन्य वा निलको अवस्थामा पुराउनु पर्छ वा नियन्त्रणमा राख्नु पर्छ ।</li>
                <li>१.१.३.३ गाडी, ड्राइभर, स्टेरिङ र प्यासेन्जर - "गाडी - स्थुल शरीर, ड्राइभर - बुद्धि, स्टेरिङ - मन र प्यासेन्जर - चेतना"</li>
            </ul>
            <p className="mb-4 text-gray-700">१.१.४ स्थुल शरिर, बुद्धि र मनको क्षमता - प्रकृतिको हरेक बस्तुको आफ्नै सिमितता र असिमितता छन । जिवको स्थुल शरीर, बुद्धि र मनको क्षमता पनि फरक फरक छ।</p>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.१.4.१ स्थुल शरीर को क्षमता सिमित छ, जो भौतिक स्तरमा मात्र छ ।</li>
                <li>१.१.4.२ बुद्धिको क्षमता सिमित पनि छ असिमित पनि छ, जसको क्षमता स्थुल शरीर र मनको स्तरको नियन्त्रण सम्म मात्र छ । तर, ज्ञान लाई प्रकट गर्ने कला बुद्धि संग मात्र छ । बुद्धिको स्तर बढेन भने  असिमित ज्ञानलाई बाहिर प्रकट गर्ने कला थाहा हुदैन ।</li>
                <li>१.१.4.३ मनको क्षमता सिमित र असिमित दुबै छ। मर्कटा स्तरमा मनको क्षमता सिमित मात्र छ, निल वा पुर्णता को स्तरमा मनको क्षमता ब्रह्मान्ड सम्म छ ।</li>
            </ul>
            <p className="mb-4 text-gray-700">१.२ ध्यान - बुद्धिले मनलाइ नियन्त्रणमा राख्न तथा आफ्नो इच्छा अनुसार चाहेको वस्तु, स्थान, समय र अवस्थामा लैजान गरिने अभ्यास नै ध्यान हो ।</p>
        </div>
    );
}

export default P14;
