import React from 'react';

function P15() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२.१ श्वासप्रश्वास र ध्यानको सम्बन्ध</h3>
            <p className="mb-4 text-gray-700">श्वासप्रश्वास र ध्यानको प्रत्यक्ष रुपमा सम्बन्ध हुन्छ । श्वासप्रश्वास जति चाँडो हुन्छ, ध्यान त्यति नै कम र अस्थिर हुन्छ भने श्वासप्रश्वास जति विस्तारै वा शान्त हुन्छ, ध्यान त्यति नै स्थिर हुन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२.२ श्वासप्रश्वास र मनको सम्बन्ध</h3>
            <p className="mb-4 text-gray-700">जति जति श्वास शान्त हुँदै र कम हुँदै जान्छ, त्यति मन पनि शान्त हुँदै जान्छ । जति जति मन शान्त हुँदै जान्छ, त्यति नै आनन्द पनि आउदै जान्छ । जब कुनै वस्तु वा कर्मबाट शान्ती र आनन्द दुबै निरन्तर रुपमा प्राप्त हुन्छ, तब सो वस्तु वा कर्म सहि कि गलत को बारेमा ज्ञान प्राप्त हुन्छ । जब कुनै वस्तु वा कर्मबाट पटक पटक शान्ती, आनन्द, ज्ञान आफ्नो इच्छा अनुसार पनि प्राप्त हुन्छ, तब त्यो सबै कुरा संस्कारको रुपमा चेतनामा विकास हुन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.३ शक्ति</h3>
            <p className="mb-4 text-gray-700">ब्रह्माण्डमा रहेका सबै भौतिक तथा अभौतिक वस्तुहरुमा रहेका वा ब्रह्माण्डलाइ चलायमान बनाइराख्ने उर्जा नै शक्ति हो ।</p>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.३.१ शक्तिको स्वभावहरु/नियमहरु</li>
                <li>१.३.१.१ एउटै वस्तुको शक्ती पनि विभिन्न स्वरुपमा प्रकट हुन सक्छ ।</li>
                <li>१.३.१.२ शक्ति सारै सूक्ष्म र विशाल दुबै रुपमा छ ।</li>
                <li>१.३.१.३ शक्ति अदृश्य छ ।</li>
                <li>१.३.१.४ समान शक्तिहरु एकले अर्कालाइ आकर्षित गर्दछ ।</li>
                <li>१.३.१.५ विशाल शक्तिले कमजोर शक्तिलाइ आकर्षित गर्दछ ।</li>
                <li>१.३.१.६ शक्ति यात्रा गर्न कुनै माध्यम चाहिदैन र कुनै समय लाग्दैन ।</li>
                <li>१.३.१.७ जति धेरै मन पवित्र छ, त्यति नै धेरै नजिक मन र शक्ति छ र समान मात्रामा हुन्छ ।</li>
                <li>१.३.१.८ शक्ति न निर्माण गर्न सकिन्छ, न त नाश गर्न सकिन्छ, यो त आफ्नै प्रकृतीमा चलिरहन्छ । यसको रुपलाइ मात्र एक रुप  बाट अर्को रुपमा परिवर्तन गर्न सकिन्छ ।</li>
                <li>१.३.१.९ अभौतिक शक्ति लाई भौतिक रुपमा प्रकट गर्ने तथा भौतिक शक्तिलाइ अभौतिक शक्तिको रुपमा परिवर्तन गरि जब शक्तीको चक्र सकृय गराउनु हुन्छ, शक्तिको मात्रा उल्लख्य तरिकाले बढ्दै जान्छ ।</li>
                <li>१.३.१.१० शक्ति मनको मात्र अधिनमा छ । त्यसैले, बुद्धि वा मनले हरेक भौतिक तथा अभौतिक बस्तुप्रती जस्तो सोच राखिन्छ, त्यसले बहन गर्ने शक्ति पनि सोच अनुसारकै र सोच बराबर कै हुन्छ ।</li>
                <li>१.३.१.११ भौतिक स्तरमा मात्र हेर्ने हो भने पनि हरेक भौतिक बस्तुमा शक्ती हुन्छ । त्यसै गरि अभौतिक स्तरमा हेर्ने हो भने पनि मनमा राखेको सोचको पनि सोच समानकै शक्ति हुने गर्दछ । भौतिक स्तरमा शक्ति</li>
            </ul>
        </div>
    );
}

export default P15;
