import React from 'react';

function P16() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <p className="mb-4 text-gray-700">जति विशाल छ, त्यो भन्दा करोडौ गुणा विशाल शक्ति अभौतिक स्तरमा हुने गर्दछ । त्यसै गरि, जति सूक्ष्म शक्ति भौतिक स्तरमा रहन्छ, त्यो भन्दा करोडौ गुणा विशाल शक्ति अभौतिक स्तरमा पाइन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.३.२ शक्तीको गणित</h3>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>Sin (सिन)= (मनको अवस्था अनुसारको शक्ति)</li>
                <li>Cos (कस)= (एक नक्षत्रको शक्ति)</li>
                <li>Tan (तन)= (मनको अवस्था अनुसारको शक्ति)/(एक नक्षत्रको शक्ति)</li>
                <li>Cot (कट)= (एक नक्षत्रको शक्ति)/ (मनको अवस्था अनुसारको शक्ति)</li>
                <li>Sec (सेक)=अति सूक्ष्म समय</li>
                <li>Cosec (कोसेक)=असिमित अतिसूक्ष्म समय वा (१-अति सूक्ष्म समय)</li>
            </ul>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.४ तरङ्ग</h3>
            <p className="mb-4 text-gray-700">शक्तीको निरन्तर रुप परिवर्तन अर्थात उत्पन्न र ब्ययको विशेषताका कारणले मनको जुन भावमा केहि समय वा निरन्तर परिवर्तन आउदछ, त्यसलाइ तरङ्ग भनिन्छ । मनमा भाव अथवा भावना मन कै जिज्ञासा वा इच्छाको कारणले प्रवाह हुन्छ । इच्छा शक्ती बलियो बनाउनाले तरङ्ग वा शक्तीको अनुभुति बढाउन सकिन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.५ कम्पन्न</h3>
            <p className="mb-4 text-gray-700">उर्जाको संधै गतिवान तथा चक्रमा चल्नुपर्ने विशेषताका शरिरको विभिन्न भागमा वा स्नायु प्रणालीहरुमा हलचल भएको वा झम्म भएको अनुभुति हुन्छ, त्यो नै कम्पन्न हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.६ आवृति</h3>
            <p className="mb-4 text-gray-700">प्रति सेकेन्ड उर्जाको कुनै निश्चित तालमा (Rhythm) हलचल वा गतिवान हुने दर लाइ आवृति भनिन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.५ चक्र</h3>
            <p className="mb-4 text-gray-700">ब्रह्माण्ड हरेक सूक्ष्म देखि विशाल शक्ति स्वस्थ्य रुपमा सन्चालनको लागि चक्रमा चलिरहनु पर्ने हुन्छ । जीव शरिरको बनावट, संरचना को विभिन्न स्तरमा हरेक शुक्ष्म देखि विशाल शक्ति पबित्रता कै स्तर मा भइ रहनको लागि चक्र चलिरहेको हुनु पर्दछ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.६ मन्त्र</h3>
            <p className="mb-4 text-gray-700">मन्त्र शब्द मन र यन्त्र दुई शब्द मिलेर बनेको छ । जीवन इच्छा अनुसार बनाउन मन लाई एक साधन वा अस्त्रको रुपमा प्रयोग गरिने ज्ञान र कलालाई मन्त्र भनिन्छ ।</p>
        </div>
    );
}

export default P16;
