import React from 'react';

function P17() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.६.१ मन्त्रको सिर्जना</h3>
            <p className="mb-4 text-gray-700">जब बुद्धिले स्थुल शरीर, बुद्धि र मनको स्वभाव, विशेसता, यिनको सन्चालन प्रकृया र यिनि हरुको एक-आपसको सम्न्धको बारेमा ज्ञान प्राप्त हुन्छ, त्यस पश्चात प्रत्येक ब्यक्तीले मन्त्रको सिर्जना गर्न सक्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.६.२ केही मन्त्रहरु र तिनका लुप्त अर्थहरु</h3>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.६.२.१ ॐ नमह शिवाय ।</li>
                <li>१.६.२.२ हरा हरा महादेव ।</li>
                <li>१.६.२.३ ॐ भुर भुव स्वः । तत्सवी तुर्व रेन्यम ।। भर्गो देव स्यः धिमहि ।।। धियो योनह प्रचोदयात ।।।।</li>
                <li>१.६.२.४ गुरुर ब्रम्हा, गुरुर विश्नु, गुरुर देव महेश्वर । गुरुर साक्षात पर ब्रह्म, तसमै श्री गुरुवे नमह ।।</li>
            </ul>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.७ तन्त्र</h3>
            <p className="mb-4 text-gray-700">तन्त्र शब्द तन र यन्त्र दुई शब्द मिलेर बनेको छ । तन भनेको मन र पञ्चतत्वले बनेको भौतिक वस्तु लाइ जनाउछ । त्यसकारण मन, भौतिक शरिर र अन्य भौतिक वस्तुहरुको सहि उपयोग मार्फत मानव जिवनले जिवनलाइ इच्छा अनुसार सञ्चालन गर्न नै तन्त्र हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.८ जिवको चेतनाको स्तर</h3>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.८.१ मर्कटा स्तर - कुरुप वा अशुद्ध मनले स्थुल शरीर र बुद्धि लाई डोराएको अवस्था लाई जिवको मर्कटा अवस्था भनिन्छ ।</li>
                <li>१.८.२ मानव स्तर - बुद्धिले स्थुल शरीर र मन लाई पुर्णरुपमा चिनेको वा बुद्धि र मन समान भएको अवस्था लाई मानव अवस्था भनिन्छ ।</li>
                <li>१.८.२.१ दानव - बुद्धिले स्थुल शरीर र मन लाई पुर्णरुपमा चिनेको अवस्था पछि पनि बुद्धिले स्थुल शरीर र मनलाई असत्य वा स्व-विनासकारि मार्गमा डोराएको अवस्था लाई दानव अवस्था भनिन्छ ।</li>
                <li>१.८.२.२ देव - बुद्धिले स्थुल शरीर र मन लाई पुर्णरुपमा चिनेको अवस्था पछि मनले नै स्थुल शरीर र बुद्धि लाई ज्ञानको लोक कल्याणकारी मार्गमा डोराएको अवस्था लाई देव अवस्था भनिन्छ ।</li>
            </ul>
        </div>
    );
}

export default P17;
