import React from 'react';

function P18() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.९ प्रकृती</h3>
            <p className="mb-4 text-gray-700">प्रकृति सम्पुर्ण प्राणीले जीवन उद्दारका लागि ज्ञान लिन सक्ने विषय वस्तु हो । प्रकृतीको हरेक सृजना मा विभितता नै प्रकृतीको सम्पुर्ण प्राणी जगत लाई मीठो उपहार हो । एक सूक्ष्म सृजना भित्र पनि करोडौ विभिधता नै प्रकृतीको सम्पुर्ण प्राणीजगतको दुख बाट उद्दारका लागि गुरु हो । प्रकृतिको स्वभाव तटस्थता हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.९.१ मानव प्रकृति</h3>
            <p className="mb-4 text-gray-700">स्वयम मावनको शरिरमा रहेका भौतिक तथा अभौतिक वस्तुको प्रकृति नै मानव प्रकृति हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.९.२ ब्रह्माण्डिय प्रकृति</h3>
            <p className="mb-4 text-gray-700">मावनको शरिरमा रहेका भौतिक तथा अभौतिक वस्तुहरु भन्दा बाहिर उपस्थित सबै भौतिक तथा सुक्ष्म जीव र वस्तुहरु नै ब्रह्माण्डिय प्रकृति हुन् ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१० प्रकृतिका गुणहरु</h3>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.१०.१ सत्व गुण - सत्व गुणहरु भनेका सदगुणहरु हुन् । यी गुणहरुले पुर्णता वा इच्छा प्राप्तिमा यात्रा सहज बनाउछ ।</li>
                <li>१.१०.२ रजस - रजस गुणहरु भनेका सत्व र तमस गुण हरुको समय र परिस्थिति अनुसार सन्तुलन अवस्थामा प्रकट हुने र सबै प्रति प्रभाव राख्ने गुणहरु हुन् । यी गुणहरुले लोककल्याण प्राप्तिमा यात्रा सहज बनाउछ ।</li>
                <li>१.१०.३ तमस - तमस गुणहरु भनेका निर्गुणहरु हुन् । यी गुणहरुले पुर्णता वा इच्छा प्राप्तिमा यात्रा असहज बनाउछ ।</li>
            </ul>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.११ ब्राह्मण</h3>
            <p className="mb-4 text-gray-700">ब्राह्मण त्यो ब्यक्ती हो, जसले ब्रह्मज्ञान प्राप्त गरेको छ । ब्रह्मज्ञानि त्यो हो, जसले ब्रह्माण्ड संग जोडिन जानेको छ, ब्रह्माण्ड संग सम्बाद गर्न जानेको छ, त्यसले ब्रह्माण्ड बाट असिमित ज्ञान र शक्ति लिन र दिन पनि जानेको छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१२ ब्रह्माण्ड</h3>
            <p className="mb-4 text-gray-700">सम्पुर्ण भौतिक र अभौतिक बस्तुको श्रोत नै ब्रह्माण्ड हो ।</p>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.१२.१ मानव ब्रह्माण्ड - स्वयम मावनको शरिरमा रहेका स्थुल शरीर, बुद्धि, मन र आत्माको समिष्टी नै मानव ब्रह्माण्ड हो ।</li>
            </ul>
        </div>
    );
}

export default P18;
