import React from 'react';

function P19() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१२.२ ब्रह्माण्डिय ब्रह्माण्ड</h3>
            <p className="mb-4 text-gray-700">मावनको शरिर र शरिर भन्दा बाहिर उपस्थित सबै भौतिक तथा सुक्ष्म जीव र वस्तुहरुको समिष्टी नै ब्रह्माण्डिय ब्रह्माणड हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१३ प्रा‍णी/जिवात्मा</h3>
            <p className="mb-4 text-gray-700">जब, जब सर्वशक्तिमान समयले भड्किएको वा अपुर्ण इच्छाहरु रहेको मनलाई शुन्य बनाइदिन्छ, तब मन स्थुल शरीर बहन गर्न सक्ने अवस्थामा पुग्छ, र जीव/प्राणीको प्राणीजगतमा जन्म हुन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१३.१ मृत्यु</h3>
            <p className="mb-4 text-gray-700">वासना पछ्याइ रहेको प्राणीहरुको पुर्ण वा अर्पुर्ण इच्छाको अवस्थामा नै  मनले सचेत वा अचेत अवस्थामा स्थुल शरीर र बुद्धिलाई सधैको लागि गुमाएको पहिलो पटक अनुभूति गरेको अवस्था नै मृत्यु हो ।</p>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>१.१३.१.१ अपुर्ण मृत्यु - वासना पछ्याइ रहेको प्राणीहरुको अपुर्ण इच्छाको अवस्थामा नै  मनले अचेत अवस्थामा स्थुल शरीर र बुद्धिलाई सधैको लागि गुमाइसकेको दुख पहिलो पटक अनुभूति गरेको अवस्था नै अपुर्ण मृत्यु हो ।</li>
                <li>१.१३.१.२ पुर्ण मृत्यु - सबै प्रकारको वासना त्यागीसकेको वा पुर्ती गरिसकेको अवस्थामा  मनले चाहेर वा नचाहेर पनि सचेत अवस्थामा नै रहि स्थुल शरीर र बुद्धिलाई सधैको लागि छोडीरहेको पहिलो पटक वा पटक पटक अनुभूति गरेको र मनमा रहेको शान्ती, आनन्द, ज्ञान र चेतनाको अवस्था बिल्कुलै भङ्ग नभएको अवस्था नै पुर्ण मृत्यु हो ।</li>
            </ul>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१३.२ मृत्यु पछिको जीवन</h3>
            <p className="mb-4 text-gray-700">मृत्यु पछिको जीवनमा स्थुल शरिर र बुद्धि रहदैन, रहन्छ त केवल मन र आत्मा ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१४ तेश्रो नेत्र</h3>
            <p className="mb-4 text-gray-700">यो एक यस्तो नेत्र हो जसले ब्रह्माण्डको हरेक बस्तु, स्थान र समयलाई देख्न सक्दछ, पुग्न सक्दछ, चाहेको बस्तु वा शक्ति ल्याउन सक्दछ, दिन पनि सक्दछ । तेस्रो नेत्रले त्रिकालदर्शी बन्न मदत गर्छ ।</p>
        </div>
    );
}

export default P19;
