import React from 'react';

function P20() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१५ भगवान</h3>
            <p className="mb-4 text-gray-700">भगवान त्यो गुण हो जसमा असिमित शान्ती, आनन्द, ज्ञान र चेतनशिल अवस्था पाउन सकिन्छ । प्रत्येक जीव ले भगवानको गुण आफ्नो स्थुल शरीर, बुद्धि र मनमा ग्रहण गर्न सकेको अवस्थामा सोही गुण स्वयमं अनुभूति गर्न सक्दछ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१५.१ भगवानको रुप</h3>
            <p className="mb-4 text-gray-700">भगवानको रुप एकै समयमा विभिन्न रुप, गुण र आकार मा पनि पाउन सकिन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१६ आत्मा र परमात्मा</h3>
            <p className="mb-4 text-gray-700">आत्मा हाम्रा कर्महरुको स्व-साक्षी हो र परमात्मा हाम्रा कर्महरुको परमसाक्षी हो । यी दुबैका गुणहरुमा कुनै अन्तर हुदैन ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.१६.१ आत्मा विकासका चरणहरुः</h3>
            <ul className="list-disc pl-6 mb-4 text-gray-700">
                <li>क) शिशु आत्मा (Infant Soul) - यस आत्मा मा विवेकको विकास भइसकेको हुदैन । मन पवित्र र शुद्ध हुन्छ ।</li>
                <li>ख) बालक आत्मा (Baby Soul) - यस आत्माको अनुशासन प्रमुख शोभा हो । यस अवस्थामा मनमा भावनाहरुको विकास हुन्छ ।</li>
                <li>ग) युवा आत्मा (Young Soul) - यस आत्माको अवस्थामा धन, पैसा, समृद्धी, नेतृत्व, भौतिक सम्पन्नता संग सम्बन्धित छ । यस अवस्थामा मनमा विभिन्न राम्रा नराम्रा सोचहरुले भरिन्छ ।</li>
                <li>घ) वयस्क आत्मा (Matured Soul) - यस अवस्थामा बुद्धिले यस जिवनको अर्थ खोज्न थाल्दछ । जीवन देखि मनमा सन्तुष्टी खासै रहदैन, र जीवनको खोजी शुरु गर्दछ ।</li>
                <li>ङ) बृद्ध आत्मा (Old Soul) - यस अवस्थामा व्यक्तिले जीवनमा सबैलाइ समान रुपले हेर्दछ र जीवनमा शान्ती र आनन्दको आवश्यकता महशुस गर्दछ ।</li>
            </ul>
        </div>
    );
}

export default P20;
