import React from 'react';

function P22() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२२ प्राणायाम</h3>
            <p className="mb-4 text-gray-700">श्वासलाइ आफ्नो स्थुल शरीर, बुद्धि र मनले विभिन्न गति, मात्रा र समय सम्म नियन्त्रण गर्न सक्ने वा चलायमान बनाउने ज्ञान र कला नै प्रणायाम हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२३ आयुर्वेद</h3>
            <p className="mb-4 text-gray-700">शरिरले ग्रहण गर्ने हरेक भौतिक बस्तुहरुको गुण बैगुन पनि शरिरमा संस्कारको रुपमा रहेको हुन्छ । त्यही खराब बस्तुहरुको बिपरित गुण भएका भौतिक बस्तुहरुको उपयुक्त मिश्रणको गुणको ज्ञानलाई नै आयुर्वेद भनिन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२४ ज्योतिष शास्त्र</h3>
            <p className="mb-4 text-gray-700">ब्रह्माण्डमा रहेका पिण्डहरुको एक अर्कामा रहने सुक्ष्म उर्जाको प्रभाव बारेको ज्ञान नै ज्योतिष शास्त्र हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२५ वास्तु शास्त्र</h3>
            <p className="mb-4 text-gray-700">वास्तु शास्त्र भनेको ताप, प्रकाश र पञ्चतत्व प्राप्त हुने सबै भौतिक तथा अभौतिक, सूक्ष्म तथा विशाल वस्तु हरुको स्थान तथा उपयुक्त दिशा ब्यवस्थित गर्ने ज्ञान हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२६ कर्म र भाग्य</h3>
            <p className="mb-4 text-gray-700">कर्म र भाग्य सुन्दा फरक शब्द वा ध्वनी भएपनी, यो एउटै कर्मको अवस्थाको कारणले फरक समयमा वा फरक जिवनमा देखा पर्ने कुरा हो । कार्य गर्नु भन्दा पहिले कार्य गर्नको लागी सोच्नु पर्ने हुन्छ, त्यसैले कुनैपनि विषयवस्तु प्रति सोच मात्र राख्नु पनि कर्म हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२६.१ कर्मको प्रकार</h3>
            <p className="mb-4 text-gray-700">कर्म तिन प्रकारको हुन्छ ।</p>
            <p className="mb-4 text-gray-700">क) सञ्चित कर्म – यहि जिवनको हाल भन्दा पहिले र पुर्नजन्ममा गरिएका कर्मको सञ्चिति नै सञ्चित कर्म हो, </p>
            <p className="mb-4 text-gray-700">ख) प्रारब्ध कर्म – हालको समयमा वा हालसालै गरिएका कर्मको सञ्चिति नै प्रारब्ध कर्म हो ।</p>
            <p className="mb-4 text-gray-700">ग) आगामिक/क्रियामान कर्म – हाल वा हालसालै गरिएका कर्महरुको संस्कारको कारणले आगामी भविष्यमा दोहोरिन आउने कर्महरु आगामिक/क्रियामान कर्म हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२६.२ कर्मको नियम</h3>
            <p className="mb-4 text-gray-700">१.२६.२.१ भाग्य  पुर्वजन्मको कर्मको हालको जिवनमा पर्ने समिस्टीगत गुण वा दोसको प्रवाभ हो । भाग्यको प्रवाभ राम्रो नराम्रो दुबै हुन सक्दछ ।</p>
            <p className="mb-4 text-gray-700">१.२६.२.२ कर्म हालको जिवनमा जिवमा रहेको क्षमता र सम्भवना हो ।</p>
            <p className="mb-4 text-gray-700">१.२६.२.३ भाग्यको प्रभाव सात जन्म अघि सम्मको कर्मको प्रभाव हालको जिवनमा प्रकट हुन्छ ।</p>
        </div>
    );
}

export default P22;
