import React from 'react';

function P23() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२६.२.४ त्यसै गरि हालको जिवनको कर्मको प्रवाभ पनि आउने सात जीवन सम्म रहिरहन सक्नेछ र आउने जिवनहरुमा भाग्यको रुपमा रहिरहन सक्नेछ ।</h3>
            <p className="mb-4 text-gray-700">१.२७ कर्मको सस्कार</p>
            <p className="mb-4 text-gray-700">जिवले जीवनमा गरेका भौतिक कर्म तथा सोचको कर्मको राम्रो नराम्रो दुबै असर संस्कार वा समिस्टी को रुपमा भौतिक तथा अभौतिक रुपमा रहिरहन्छ, त्यसैलाइ नै कर्मको सस्कार भनिन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२७.१ खानपान को कारणले उत्पन्न हुने सम्पुर्ण गुण र दोसको प्रवाभ पनि चेतना मा रहन्छ ।</h3>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२७.२ जीवन भरि गरिएक अन्य कर्महरुको कारणले उत्पन्न हुने गुण र दोस को प्रभाव पनि चेतनामा रहन्छ ।</h3>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२७.३ त्यसै गरि जीवन भरी गरेका मनमा राखेको सोचको कारणले उत्पन्न हुने प्रवाभ पनि चेतनामा रहने गर्दछ ।</h3>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२८ ब्रत र ब्रतबन्ध</h3>
            <p className="mb-4 text-gray-700">व्रत एक निश्चित उदेश्य प्राप्तीका लागि गरिने साधना हो । ज्ञानको साधनामा ब्रतको अर्थ ज्ञान प्राप्तिका लागि गरिने साधना हो । एक लामो समय सम्मको निरन्तर साधना पश्चात् र लक्ष्य प्राप्ती पश्चात् स्वतह सो लक्ष्य प्राप्तीका लागि गरिने कठिन साधनाको बन्ध गर्ने कर्म नै ब्रतबन्ध हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.२९ माया, मोह र प्रेम</h3>
            <p className="mb-4 text-gray-700">माया, मोह र प्रेम यस्तो शक्ति हो, जसले वस्तु वा जीवहरु प्रति निरन्तर आकर्षित गरिरहन्छ । यी मध्ये प्रेम सबैभन्दा बढी आकर्षित गर्ने र लोककल्याणकारी शक्ती हो भने मोह सबैभन्दा घातक कुरा हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.३० वासना</h3>
            <p className="mb-4 text-gray-700">वासना भौतिक शरीर, बुद्धि र मनमा अपुर्ण रहेको भौतिक वा अभौतिक बस्तु वा शक्ति हो, जो भौतिक शरीर, बुद्धि र मनले सधै पुर्ण पार्न चाहन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.३१ सपना</h3>
            <p className="mb-4 text-gray-700">बिगतका सञ्चित कर्महरुको संस्कार अर्धचेतन मनकै क्षेत्रमा अर्धचेतन अवस्थामै झल्किने असर नै सपना हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.३२ दर्शन</h3>
            <p className="mb-4 text-gray-700">स्थुल शरीर, बुद्धि र मनले थाहा पाउन चाहेको ज्ञानको मार्गमा पुर्ण रुपमा स्थुल शरीर, बुद्धि र मनले नै अनुभूति स्विकार गरेको वा अनुभूति गरेको ज्ञान वा अनुभूति नै दर्शन हो । दर्शन सबैको फरक फरक हुन सक्छ, तर सबै प्रकारको दर्शनको भावले अन्तिम सत्य वा परम सत्यको भाव लाई अनुभूति गराएको हुनुपर्छ </p>
        </div>
    );
}

export default P23;
