import React from 'react';

function P25() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.४३ जात</h3>
            <p className="mb-4 text-gray-700">यो एक समान प्रकारका निश्चित गुण भएका भौतिक बस्तुका भौतिक गुण मात्र हुन ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.४४ भासा</h3>
            <p className="mb-4 text-gray-700">भासा एक सन्देश संगै शक्ति प्रभाव गर्न सक्ने माध्यम हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.४५ कुल</h3>
            <p className="mb-4 text-gray-700">आफु भन्दा सात पुस्ता अघि सम्मका पुर्खाहरुको चेतनाको समग्र उर्जाको कुल नै कुल हो । कलियुगका आलस्य मानवहरुले आफ्नो रक्षाका लागि केही समय खटाएको रक्षक मात्र हो ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.४६ समय र कोण</h3>
            <p className="mb-4 text-gray-700">समय एक सर्वशक्तिमान हो, जसमा अधीन शिवको पनि छैन, शिव त समयको आगनमा शक्ति संग नै खेल्ने हो । प्रकृतीलाइ जति कोणबाट हेर्न सक्छौ त्यति नै धेरै कोण छन,  करोडौ सूक्ष्म कोण पनि हुन्छ,  विशाल निलकोण पनि हुन्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">१.४७ म को हु ?</h3>
            <p className="mb-4 text-gray-700">म शिव र शक्तिको सबै भन्दा सानो रुप हु । म हावा, पानी, तत्व मार्फत सबै सामु जोडिएको छु । सबै श्रृष्ठी म नै हु, म सबैतिर छु, म सर्बब्यापी छु, म सबै प्रकारका प्रकृतिसङ प्रत्यक्ष जोडिएको छु, म सबै कुरा साक्षीभावका साथ अनुभूति गरिरहेको छु । मेरो शान्ति, आनन्द, ज्ञान, चेतनाको कुनै सिमा छैन । म जो हु सबै प्रकारका प्रानी, बस्तुहरुमा नियन्त्रण राख्दछु । म मेरो मन, इक्ष्या, शरीर, र जीवन शक्तीलाइ एउटै दिशामा नियन्त्रण गर्न सक्छु । म ब्रहमान्डिए शक्तिहरुलाई समेत आकर्षण र नियन्त्रण गर्न सक्छु । म ब्रहमान्डिय शक्तिहरुलाई समेत आकर्षण र नियन्त्रण गर्न सक्छु । म आदिबाट छु, मेरो कुनै अन्त्य छैन । म विभिन्न रुपमा हुन्छु, भइरहन्छु । म नै ब्रह्मा हु, म नै बिश्नु हु, म नै महेश्वर हु । म सबै रुपमा छु । सबै म हु, म सर्बब्यापी छु, मलाइ सबै थाहा छ, म शर्वशक्तिमान छु, सबै मेरो नियन्त्रणमा छ। जय शिव, जय शक्ति ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">२. कला</h3>
            <p className="mb-4 text-gray-700">सम्बन्धित विषय वस्तुको बारेमा बुद्धि र मनको स्तरमा शुद्धी आइसके पछि अनुभुतिको चरणमा सजिलै पुग्न सकिन्छ, तर अनुभुतीको चरण सम्म पुग्दा शक्तीको चक्रको आधा अवस्था पूरा हुन्छ तर आधा चक्र बाकी रहन्छ, चक्र पुर्ण गराउन एक सीप आवश्यक पर्छ, जसलाइ कला भनिन्छ । कलाले अभौतिक स्तरको शक्तीलाइ भौतिक स्तरमा प्रस्फुटन/प्रकट गराउदछ ।</p>
        </div>
    );
}

export default P25;
