import React from 'react';

function P27() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h3 className="text-lg font-semibold mb-2 text-gray-800">२.१३ समाधि गर्ने तरिका</h3>
            <p className="mb-4 text-gray-700">"ॐ" मा सन्जोग गर्ने तरिका र अध्यात्म तत्वलाई अनुभव गर्ने तरिका सम्बन्ध गरिएको हुनेछ । ध्यान गर्ने क्रियाकलापमा तपाईं यस सबै ध्यानहरुलाई एकैपटक सम्म ध्यानमा ल्याउनुपर्छ ।</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">२.१४ समाधि र प्रस्फुटन</h3>
            <p className="mb-4 text-gray-700">समाधि र प्रस्फुटन सम्बन्ध गर्दा एकै समयमा ध्यानको लागि जोडिएको स्वर का पश्चात निश्चित समयको अवधी सम्म मात्र बज्दछ । जब, तपाईं यी सबै प्रकारका आवाजहरु निरन्तर सुन्न सक्नुहुनेछ, तब, तपाईंको पुर्ण समय पुर्ण रुपमा परमात्मा संग भेट भइरहेको हुनुहुनेछ अर्थात पुर्ण समय, पुर्ण रुपमा तपाईं पुर्ण रुपमा जीवन बाचीरहेको हुनुहुनेछ ।"</p>
            <h3 className="text-lg font-semibold mb-2 text-gray-800">३. प्रस्फुटन/प्रकट</h3>
            <p className="mb-4 text-gray-700">ज्ञान र कलाको विकास भए पश्चात हुने परिणाम नै प्रस्फुटन/प्रकट हो । जति ज्ञानको विकास भएको छ, त्यसलाइ पुर्ण रुपमा प्रकट गराउनको लागि त्यति बराबर नै कला जानेको हुनुपर्छ ।
                ज्ञान लाई अनुभुतिको स्तर सम्म गुरु मार्फत तत्काल पुराइदिन सकिन्छ, तर सो ज्ञानको अनुभुतीलाइ प्रकट गराउन कला स्वयम्  साधकले नै विकास गर्नु पर्दछ ।
                कला भनेको अन्तिम स्विच हो, जो कसैलाइ तरिका सिकाइदिन सकिन्छ, तर अनुभुती को स्तरमा प्रकट गर्ने कला साधक स्वयमले नै जान्न पर्दछ ।</p>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">अ)) लेखकको केहि दर्शनहरु</h4>
            <ul className="list-disc ml-6">
                <li className="text-gray-700">जति गहिरो दुख महसुस गर्नु भएको छ, त्यति नै उच्च खुशी महसुस गर्न सक्नु हुनेछ ।</li>
                <li className="text-gray-700">कर्मको फल भौतिक रुपमा कर्म गरेपछि मात्र होइन, मनमा लिएको सोचको कारण ले पनि भोग्नु पर्ने हुन्छ ।</li>
                <li className="text-gray-700">मन जति पवित्र छ, त्यति नै तपाइले गहिरो महशुस गर्न सक्नु हुन्छ ।</li>
                <li className="text-gray-700">जहाँ ब्रह्मको पुजा गरिदैन, त्यहाँ बुद्धि-विवेक (सरस्वती) को बास हुदैन ।</li>
                <li className="text-gray-700">जहाँ विश्नुको पुजा गरिदैन, त्यहाँ भौतिक पवित्रता र सम्पन्नता (लक्ष्मी) को बास हुदैन ।</li>
                <li className="text-gray-700">जहाँ शिवको पुजा गरिदैन, त्यहाँ पवित्र मन (पार्वती) को बास हुदैन ।</li>
                <li className="text-gray-700">जहाँ देविको पुजा गरिदैन, त्यहाँ शक्तीको बास हुदैन ।</li>
                <li className="text-gray-700">जब सम्म आफू पुर्ण रुपमा स्वतन्त्र भइदैन र आफुनो क्षमतामा आत्मविश्वास रहदैन, तब साधक परनिर्भर हुन पुग्छ र ज्ञानको चरणमा पुग्न सक्दैन ।</li>
                <li className="text-gray-700">जब तिमी चित्त शुद्धीको पुर्ण गराइमा पुग्छौ, तिमिलाइ सारा अचेत जिवप्रति करुणा जाग्नेछ, किनकी तिमिलाइ जीवन जिउने ज्ञान र कला दुबै थाहा भइसकेको हुनेछ भने सारा अचेत जिवहरु दुखमा फसिरहेको हुनेछन ।</li>
            </ul>
        </div>
    );
}

export default P27;
