import React from 'react';

function P28() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h4 className="text-lg font-semibold mb-2 text-gray-800">जब तिमी निरन्तर जुन रुपमा बलिरहेको हुन्छौ, त्यति नै मात्रामा निरन्तर तिम्रो ताप र राप फैलिरहेको हुन्छ । जब तिमी अनियन्त्रित भएर विभिन्न रुपमा एकै समयमा बल्दछौ, तब तिमी उजाड हुँदै जानेछौ, तिमिमा ताप र राप हराउदै गएको हुनेछ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">जति तिमी सोच राख्छौ, त्यति तिमि कर्म गर्दैनौ र जति तिमी कर्म गर्छौ, त्यति तिमी कहिल्यै पनि सोच्न सक्दैनौ । सोच र कर्म बराबर गर । साधना बाट आफ्नो सोचको स्तर र कर्मको स्तर मा शुद्धी गर्ने मार्गमा लाग ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">ज्ञान र कला समान मात्रामा रहनु पर्छ । अनुभूति भएको ज्ञानलाई कला मार्फत बाहिर प्रकट गर्न सकिएन भने अपुर्ण कलाको पनि वासना बाकी रहन्छ । कलाको वासना नै अन्तिम वासना हो, त्यस पश्चात् सिद्ध हरुमा कुनै वासना बाकी रहदैन ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">शरिरमा लाज, डर र अहमता/अहंकार सहितको मनले ग्रहण गरेको अमृतले पनि कुनै राम्रो प्रभाव दिदैन, त्यसै गरि शरिरमा लाज, डर र अहमता/अहंकार रहितको मनको अवस्थामा ग्रहण गरेको बीस  ले पनि कुनै नराम्रो असर गर्दैन ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">मनको पुर्ण रुपमा पवित्रताको अवस्था भनेको ब्रह्माण्डको अवस्था हो, सर्वप्रथम सो अवस्थामा प्रवेश गर्न सिक, अनुभूति गर्न सिक र सो अनुभुतीलाइ बाहिर प्रकट गर्ने ज्ञान बराबरकै कला सिक । त्यस पश्चात् ब्रह्माण्ड बाट जे चाह्न्छौ, त्यो लैजान सक्छौ । जे चाहन्छौ त्यो दिन सक्छौ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">ज्ञानको मार्गमा सत्यताको ज्ञान, प्रकट गर्ने कला समान मात्रामा थाहा हुनु पर्छ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">यदि जिवनमा दुख महसुस गरेको छौ र दुख बाट मुक्ती चाहन्छौ भने जीवनमा दुख हुनुको कारन अध्ययन, चिन्तन, मनन र विश्लेशन गर त कारण हरु लाई जीवन बाट सदाको लागि त्याग ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">प्रकृतिको स्वभाव बुझ, चक्ने प्रकृया बुझ, अनुभूति गर, आफ्नो इच्छा अनुसार प्रकट गराउने कला सिक । जिवन पुर्ण रुपमा जिउने कला सिक ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">वाणी एक ध्वनीले वहन गर्ने शक्ति हो, जसले सिधै तिम्रो स्थुल शरीर, बुद्धि हुँदै मनमा छेडेर ज्ञान अनुभूति गराउन सक्छ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">ब्रह्मज्ञानि प्रत्येक समय जीवन पुर्णरुपमा बाचिरहेको छ, अज्ञानि प्रत्येक समय पुर्णरुपमा मरिराको छ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">सबै प्राणी एकै लक्ष्य लिएर यात्रा गरि रहेका छन, तर चेतनाको विभिन्न स्तरमा छन, अर्थात सबै प्राणी प्रत्येकको आफ्नै युगको समय  र शक्तिमा बाची रहेका छन, सबै प्राणी चार युगको विभिन्न युगको फरक फरक समय र शक्तिमा छन ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">जब तिमी अचेत वा अर्धचेत अवस्थामा हुन्छौ, तिमी तिम्रो स्थुल शरीर, बुद्धि वा मन मध्ये कुनै एक लाई मात्र पनि एकै दिशामा लगाउन सक्दैनौ । तर, जब तिमि सिद्ध हुन्छौ, तिमी तिम्रो स्थुल शरीर, बुद्धि र मन लाई एक मात्र दिशामा होइन, फरक फरक दिशामा पनि एकै पटक नियन्त्रण राख्न सक्छौ ।</h4>
        </div>
    );
}

export default P28;
