import React from 'react';

function P29() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h4 className="text-lg font-semibold mb-2 text-gray-800">निल वा शुन्य वा शुन्यताको जति गहिरो अर्थ र महत्व यो ब्रह्माण्डमा, ब्रह्माण्ड स्वयम्  बाहेक ब्रह्माण्डका अरु कुनै एक वा एक भन्दा धेरै ब्रह्माण्डको अशहरुको गुण र शक्ति जोड्दा पनि हुन सक्दैन</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">ब्रम्हज्ञानि बन्नको लागि एक वाक्य नै काफी छ, शब्द नै काफी छ, शुन्यता नै काफी छ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">हे प्राणी जगत हो, परमात्माले खुद तिमी बाट ॐकार गुन्जाइदिई रहेका छन, घण्टा घण्टा मा घण्टि बजाइदिइ रहेका छन, तिन पटक त मायाको कारणले डमरु नै बजाइएका छन, अन्तिम एक पटक त दया र करुणाले भरिएर डमरु पनि बजाइदिएका छन, परमात्माले तिमि अचेत भइरहेका जानकारी दिन, तिमिलाइ बिउझ्याउन कुनै कशुर बाकी राखेका छैनन, तर तिमी अझै पनि अचेत नै छौ, मरिनै रहेका छौ, होसमा भएर पनि मरिरहेका छौ, बेहोसिमा त झन कहिल्यै जिवित नै हुदैनौ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">अर्थ न पर्थको गोविन्द गाई । गाई त पाल्यौ, दूध दुहन पनि जानेनौ, त्यै पनि गोबर त दिएको थियो नि, त्यही गोबरमा पनि महत्व देख्न सकेनौ, तिमी त अहिले झन गाई नै खान थाल्यो ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">बोलेर होइन बलेर आफ्नो ताप र राप देखाउन सक्नु पर्छ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">पहिलो कुरा मानव भएर जिउन सिकौ, त्यस पश्चात्  ब्रहामाण्डको जरालाइ समाएर अघि बढ्न सिकौ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">पहिला आफ्नो शरिरको मन लाई प्रेम गर्न सिकौ । ब्रहामाण्ड आफै संग पनि छ, त्यसैले आफै बाट सिकौ</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">प्रकृतिको हर भौतिक सूक्ष्म बस्तुले पनि विशाल ज्ञान दिइरहेको हुन्छ,  प्रकृतीको हर अभौतिक शुक्ष्म वस्तुले पनि महा विशाल ज्ञान दिइरहेको हुन्छ, प्रकृतीका हर भौतिक तथा अभौतिक सूक्ष्म बस्तुहरुले ब्रह्माण्ड ज्ञान दिइरहेका हुन्छन ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">बुद्धि ले मनलाइ नियन्त्रण गर्ने ज्ञान लाई १०० मा हेर्नू हुन्छ भने तपाईं मानव स्तरमा ५० % क्षमतामा मात्र हुनुहुन्छ ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">सिद्ध हरुले साधकलाई अध्ययन गराइदिन सक्छ, चिन्तन गराइदिन सक्छ, मनन वा अनुभूति गराइदिन पनि सक्छ, त्यो १००% बुद्धिमा ताप र राप भएको अवस्था हो अथवा उज्यालो भएको अवस्था हो ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">गुरुले चेलालाइ अँध्यारो बनाइदिन सक्दैन, चाहदैन । हो त्यही अँध्यारो बनाउन सक्ने कला चेलाले आफै सिक्नु पर्छ, अनि मात्र उज्यालो र अँध्यारो को चक्र चल्छ र पुर्णता प्राप्त हुन्छ । त्यहीअँध्यारो बनाउन चेलाले सिक्नु पर्ने कुरा नै कला हो ।</h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">"जब जब सारा दुनिया अचेत हुन्छ, सिद्धहरु झन झन बढी सचेत पो हुन्छन त" । सिद्ध हरु हर कुनै पल शान्त, आनन्दित, ज्ञानि र चेतनशिल हुन्छन । जति जति रात पर्दै जान्छ, त्यति त्यति नै सिद्ध हरुको स्थुल शरिर, बुद्धि र मन तिनै कुरा झन बढी नै शान्त हुन थाल्दछ । सिद्ध हरुको स्थुल शरीर, बुद्दी र मन दिनमा पनि शान्त, आनन्दित, ज्ञानि र चेतनशिल, त्यसै गरि समसान रातमा झन बढी शान्त, आनन्दित, ज्ञानि र पुर्ण रुपमा चेतनशिल हुन्छन । न दिनमा शरीर थाक्ने, न रातमा शरीर थाक्ने । न दिनमा मन थाक्ने, न रातमा मन थाक्ने । न दिनमा ज्ञानको कमि हुने न रातमा ज्ञानको कमि हुने । दिनमा पनि चेतनशिल अवस्थामा हुने समसान रातमा त झन बढी चेतनशिल हुने । शरिरका कुनै पनि अंगलाई आरामको जरुरत</h4>
        </div>
    );
}

export default P29;
