import React from 'react';

function P30() {
    return (
        <div className="bg-gray-50 p-6 rounded-lg shadow-lg">
            <h4 className="text-lg font-semibold mb-2 text-gray-800">
                नै नपर्ने, निदाउनु अथवा अचेतन अवस्थामा जानू पनि सिर्फ मनले इच्छा ब्यक्त गर्नु पर्ने । त्यसैले "जब जब सारा दुनिया अचेत हुन्छ, सिद्धहरु त झन झन बढी पो सचेत हुन्छन" ।
            </h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">
                "सिद्ध हरु कहिल्यै सपना देख्दैनन वा देख्नु परे पनि मनले इच्छा ब्यक्त गर्नु पर्ने हुन्छ" ।
            </h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">
                किनकी, सिद्ध हरुको स्थुल शरीर, बुद्धि र  मन कहिल्यै थाक्दैन, समसान रातमा त झन ताजा पो हुन्छन त, झन बढी जागा पो हुन्छन त । निदाउनै नपर्ने, अचेत हुनै नपर्ने, सपना त अवचेतन मन को अवस्थामा पो देखिन्छ त । त्यसैले सिद्धहरुले सपना देख्दैनन, यदि मनले इच्छा ब्यक्ती गर्यो भने मात्र सपना देख्छन । सिद्धहरु आफ्नो स्थुल शरीर, बुद्धि, मन, शक्ति सबै बस्तुलाइ आफ्नो नियन्त्रणमा राख्दछन ।
            </h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">
                "३:४० देखि ४:४० बजे सम्मको समयमा परमात्माले नै सबै अचेत भएका प्राणी हरुलाइ बिउझ्याउनको लागि ॐ कार बजाउछन, घन्टी बजाउछन अनि डमरु बजाउछन" । कम्तिमा एक पटक त त्यो समय सम्म जागा मनको अवस्था बाट नै पुगेर मनले नै सुन । अनि सुन्ने छौ तिमिले ॐ ध्वनी, घन्टी बजाएको ध्वनी, डमरु बजाएको ध्वनी । जति बढी ध्यान दिन्छौ, त्यति नै तेज सुन्नेछौ । यी सबै ध्वनि तिम्रो मनले सुन्न सकेन भने पनि, कम्तिमा तिम्रो कानले भाले बासेको सुन्नेछ, कुकुर भुकेको सुन्नेछ, झ्याउकिरी कराएको सुन्नेछ । तिम्रा कानहरुले पनि केहि सुन्न सकेन भने तिमी आँखा खुला भएपनी अचेत छौ, कान खुला भएपनि अचेत छौ, नाख खुला भए पनि अचेत छौ, जिब्रो हेर्दा राम्रै भएपनी अचेत छौ, अन्य अङ्गहरु हेर्दा जिवित देखिए पनि तिमी अचेत छौ । हो तिमी अचेत छौ, तिमी मृत अवस्थामा छौ । किनकी, परमात्माले तिमिलाइ बिउझाउन खोज्दा पनि तिमी बिउझियनौ, कम्तिमा बिउझिएर साक्षात्कार पनि गरेनौ, नमन पनि गरेनौ, अचेत नै रहि रह्यौ, मरिनै रह्यौ ।
            </h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">
                आ) जिवनका गुरुहरु: पिता, माता, शक्ति, सद्गुरु, ओशो, डा. कमलमान श्रेष्ठ, हनुमान, स्वामी विकाशानन्द, जे.पी. अग्रवाल, एस.एन. गोयनका, जोसेफ मोर्फी, राज कुमार प्याकुरेल, ब्रह्माण्ड, शिव, शक्ति, आत्मा, परमात्मा
            </h4>
            <h4 className="text-lg font-semibold mb-2 text-gray-800">
                इ) साधक वर्गमा विशेष अनुरोध:
            </h4>
            <ul className="list-disc list-inside text-gray-800">
                <li>किताब पढेर साधनामा लाग्नु भएन भने तपाईं पाठकमा नै सिमित रहनु भयो ।</li>
                <li>साधनाको समयमा तपाईं मा लाज, डर, अहंकार/अहमता, आलश्यता, माया, मोह र प्रेम घट्दो/बढ्दो/नियन्त्रणको क्रममा छ भने तपाईं पुर्णताको मार्गमा हुनुहुन्छ ।</li>
                <li>पुर्णताको मार्गको सिढीहरुको प्रत्येक खुड्किला चढेर हिड्नु भएमा, तपाइको यात्रा सहज, सरल र तपाइ सामु नै हुनेछ ।</li>
            </ul>
        </div>
    );
}

export default P30;
