import React from 'react';

function P9() {
    return (
        <div className="bg-white p-4 shadow rounded-lg">
            <h2 className="text-xl font-semibold text-gray-800 mb-4">ज्ञान/अनुभुतिको स्तरमा पुग्न अनिवार्य पालन गर्नुपर्ने कुराहरु:</h2>
            <p className="mb-2 text-gray-700">दुषित बुद्धिलाइ पबित्र बुद्धि तथा कुरुप मनलाइ पनि पबित्र मनमा रुपान्तरण गरि र बुद्धि र मनको सुमधुर सम्बन्ध विकास गरि यी तिन लार्इ सँगै नियन्त्रण गरि चलाउन सकिन्छ। त्यो अवस्था ज्ञान योग बाट प्राप्त गर्न सकिन्छ।</p>
            <p className="mb-4 text-gray-700">मानवको सबै भन्दा सुन्दर गहना भनेको पवित्र मन र मनबाट प्रकट हुने निश्चल, निश्वार्थ भाव वा गुण हो। सद्गुण बिनाको ब्यक्तीले हिराको गहना पहिरिए पनि उसमा चमक देखिदैन। इच्छा अनुसार सद्गुण प्रकट गराउने व्यक्ति स्वयम् हिरा हो, उ हिरा जस्तै चम्किरहन्छ, ताप र राप प्रज्वलित गरिरहन्छ।</p>
            <ul className="list-disc pl-5 mb-4">
                <li className="text-gray-700 mb-1">१. पहिलो चरणमा यी गुण/अवगुणहरुलाइ त्याग्नु/सुधार्नु/नियन्त्रण गर्नु पर्छ।</li>
                <li className="text-gray-700 mb-1">२. दोश्रो चरणमा प्रकृतिको बारेमा थाहा भएका बिज्ञान, कला र मनमा राखेको इच्छा बाहिर प्रकट गराउन नसक्दा सम्मको लागि धैर्यताको विकास गर्नु पर्छ।</li>
                <li className="text-gray-700">३. ज्ञान प्राप्तीको लागी जहिले पनि प्रकृतिमा एकाग्रता र निरन्तरतका साथ चिहाएर हेर्नू पर्छ।</li>
            </ul>
            <p className="text-gray-700">यी बाहेक बुद्धि र मनमा नकारातमकता विकास गर्ने कुराहरु जस्तै लोभ, लालच, घृणा, अहमता, रिस, ईष्या, कुविचार, कुलत आदि सबै त्याग गर्नुपर्छ। यी अवगुणहरुले स्वतन्त्रता, निडरता, आत्मविश्वास आदिमा कमि ल्याउछ।</p>
        </div>
    );
}

export default P9;
